{"translation-revision-date":"2024-01-12 10:11:54+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Improvement":["Mejora"],"If your questions that have not been answered by our documentation or video tutorials, just drop us a line.":["Si tienes alguna pregunta que no haya quedado resuelta en nuestra documentación o tutoriales en vídeo, escríbenos."],"View Documentation":["Ver documentación"],"Dive in deeper with our documentation and learn advanced tips and tricks about Blocksy and its components.":["Profundiza en nuestra documentación y aprende trucos y consejos avanzados sobre Blocksy y sus componentes."],"Knowledge Base":["Base de conocimientos"],"Watch Tutorials":["Ver tutoriales"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["Aprende a hacer casi cualquier cosa con Blocksy siguiendo nuestros videotutoriales."],"Video Tutorials":["Vídeotutoriales"],"Join Our Facebook Community":["Únete a nuestra comunidad en Facebook"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["Comparte ideas, ayuda a los demás, haz preguntas y discute tu próximo proyecto en nuestra amistosa comunidad."],"Facebook Community":["Comunidad de Facebook"],"Change the sidebar behaviour and style with a nice set of options that come in handy.":["Cambia el comportamiento y el estilo de la barra lateral con un buen conjunto de opciones que te resultarán muy útiles."],"Posts Options":["Opciones de entradas"],"Adjust your blog roll options in a single place and make it stand out in the crowd.":["Ajusta las opciones de tu blog en un solo lugar y haz que destaque entre la multitud."],"Arrange your footer in a way that actually makes sense with our drag and drop builder.":["Organiza tu pie de página de forma que tenga sentido con nuestro maquetador de arrastrar y soltar."],"Configure the header to your liking with an easy to use drag and drop builder.":["Configura la cabecera a tu gusto con un maquetador de arrastrar y soltar fácil de usar."],"Typography Options":["Opciones de tipografía"],"Customize":["Personalizar"],"Documentation":["Documentación"],"Manage the colour palette, as well as setting colours for different elements of the website.":["Gestionar la paleta de colores, así como establecer colores para los distintos elementos de la web."],"Join Facebook Community":["Únete a la comunidad de Facebook"],"Submit a Support Ticket":["Enviar un ticket de soporte"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["¿Tienes alguna pregunta o necesitas ayuda con el tema? Siempre puedes enviar un ticket de soporte o pedir ayuda en nuestra amigable comunidad de Facebook."],"Need help or advice?":["¿Necesita ayuda o consejo?"],"Download now":["Descargar ahora"],"Installing & activating...":["Instalando y activando..."],"Useful Plugins":["Plugins útiles"],"Fix":["Corrección"],"New":["Nuevo"],"Released on %s":["Publicado el %s"],"Version: %s":["Versión: %s"],"Customizer Shortcuts":["Atajos del personalizador"],"By using a child theme you can modify any file without the fear of breaking something in the parent theme.":["Si usas un tema hijo puedes modificar cualquier archivo sin temor a romper algo en el tema padre."],"Blocksy Child Theme":["Tema hijo de Blocksy"],"By downloading and installing this plugin you will have access to demo templates, extensions and a lot more stunning features.":["Si descargas e instalas este plugin tendrás acceso a plantillas de demostración, extensiones y muchas más características sorprendentes."],"Submit a Ticket":["Enviar un ticket"],"Support":["Soporte"],"The most innovative, intuitive and lightning fast WordPress theme. Build your next web project visually, in no time.":["El tema para WordPress más innovador, intuitivo y rápido como el rayo. Crea visualmente tu próximo proyecto web en muy poco tiempo."],"Blocksy Companion active!":["¡Blocksy Companion se ha activado!"],"Activate Blocksy Companion":["Activar Blocksy Companion"],"Install Blocksy Companion":["Instalar Blocksy Companion"],"Set the footer type, number of columns, spacing and colors.":["Establece el tipo de pie de página, el número de columnas, el espaciado y los colores."],"Footer Options":["Opciones del pie de página"],"Sidebar Options":["Opciones de la barra lateral"],"Set the page container width, spacing, sidebar and more.":["Establece el ancho del contenedor de la página, el espaciado, la barra lateral y más."],"Page Options":["Opciones de página"],"COMING SOON":["PRÓXIMAMENTE"],"Install":["Instalar"],"Activate":["Activar"],"Deactivate":["Desactivar"],"Changelog":["Registro de cambios"],"No changelog present at the moment.":["No hay registro de cambios hasta el momento."],"Loading changelog...":["Cargando registro de cambios..."],"Loading Plugins Status...":["Cargando estado de plugins..."],"Blog Options":["Opciones del blog"],"Header Options":["Opciones de cabecera"],"Color Options":["Opciones de color"],"Home":["Inicio"],"Download":["Descargar"],"Blocksy Companion":["Blocksy Companion"]}},"comment":{"reference":"admin\/dashboard\/static\/bundle\/main.js"}}