{"translation-revision-date":"2024-01-06 13:17:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"More information on how to generate an API key for Brevo can be found %shere%s.":["%sAquí%s tienes más información sobre cómo generar una clave de API para Brevo."],"More information on how to generate an API key for Campaign Monitor can be found %shere%s.":["%sAquí%s tienes más información sobre cómo generar una clave de API para Campaign Monitor."],"This provider is used only for testing purposes. It doesnt register any real subscribers.":["Este proveedor sólo se utiliza con fines de prueba. No registra suscriptores reales."],"Version":["Versión"],"Provider":["Proveedor"],"Connect Newsletter Provider":["Conectar proveedor de boletines"],"This is a Pro extension":["Esta es una extensión Pro"],"Compare Plans":["Comparar planes"],"Professional or Agency":["Professional o Agency"],"Upgrade to the agency plan and get instant access to this and many other features.":["Actualiza al plan de agency y obtén acceso instantáneo a esta y otras muchas funciones."],"Upgrade to the professional or agency plan and get instant access to this and many other features.":["Actualiza al plan professional o agency y obtén acceso instantáneo a esta y a muchas otras funciones."],"Upgrade to any pro plan and get instant access to this and many other feature.":["Actualiza a cualquier plan Pro y obtén acceso instantáneo a esta y a muchas otras funciones."],"This is a Pro feature":["Esta es una característica Pro"],"Agency":["Agency"],"Professional":["Professional"],"Personal":["Personal"],"Free":["Gratis"],"Fetching...":["Obteniendo…"],"More information on how to generate an API key for Mailerlite can be found %shere%s. Please note that it is required at least one group to be created in your account for the integration to work. More info on how to create a group %shere%s.":["Puedes encontrar más información sobre cómo generar una clave API para Mailerlite %saquí%s. Ten en cuenta que necesitamos que se cree al menos un grupo en tu cuenta para que la integración funcione. Más información sobre cómo crear un grupo %saquí%s."],"More information on how to generate an API key for ConvertKit can be found %shere%s.":["%sAquí%s tienes más información sobre cómo generar una clave de API para Brevo."],"More information on how to generate an API key for Mailchimp can be found %shere%s.":["Puedes encontrar más información sobre cómo generar una clave de API para Mailchimp %saquí%s."],"Pick Mailing Service":["Elige el servicio de correo"],"Save Settings":["Guardar los ajustes"],"API Key":["Clave de la API"],"Select list...":["Seleccionar una lista..."],"Loading...":["Cargando…"],"Upgrade Now":["Actualizar ahora"],"List ID":["ID de lista"]}},"comment":{"reference":"framework\/extensions\/newsletter-subscribe\/dashboard-static\/bundle\/main.js"}}