{"translation-revision-date":"2024-01-06 13:17:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade to the agency plan and get instant access to this starter site and many other features.":["Actualiza al plan agency y obtén acceso instantáneo a este sitio de inicio y a muchas otras funciones."],"Upgrade to the professional or agency plan and get instant access to this starter site and many other features.":["Actualiza al plan professional o agency y obtén acceso instantáneo a este sitio de inicio y a muchas otras funciones."],"Upgrade to any pro plan and get instant access to this starter site and many other features.":["Actualiza a cualquier plan Pro y obtén acceso instantáneo a este sitio de inicio y a muchas otras funciones."],"This is a Pro starter site":["Este es un sitio de inicio Pro"],"Manage":["Gestionar"],"Video Tutorial":["Videotutorial"],"Documentation":["Documentación"],"This is a Pro extension":["Esta es una extensión Pro"],"Compare Plans":["Comparar planes"],"Professional or Agency":["Professional o Agency"],"Upgrade to the agency plan and get instant access to this and many other features.":["Actualiza al plan de agency y obtén acceso instantáneo a esta y otras muchas funciones."],"Upgrade to the professional or agency plan and get instant access to this and many other features.":["Actualiza al plan professional o agency y obtén acceso instantáneo a esta y a muchas otras funciones."],"Upgrade to any pro plan and get instant access to this and many other feature.":["Actualiza a cualquier plan Pro y obtén acceso instantáneo a esta y a muchas otras funciones."],"This is a Pro feature":["Esta es una característica Pro"],"Agency":["Agency"],"Professional":["Professional"],"Personal":["Personal"],"Free":["Gratis"],"Unfortunately, your hosting configuration doesn't meet the minimum requirements for importing a starter site.":["Lamentablemente, la configuración de tu alojamiento no cumple los requisitos mínimos para importar un sitio de inicio."],"Can't Import Starter Site":["No se puede importar el sitio de inicio"],"Active":["Activo"],"The connection to our <b>demo.creativethemes.com<\/b> server didn't worked. This connection is required for importing the starter sites from our demo content server. All you have to do is to contact your hosting provider and ask them to white list our demo server address.":["La conexión a nuestro servidor <b>demo.creativethemes.com<\/b> no ha funcionado. Esta conexión es necesaria para importar los sitios de inicio desde nuestro servidor de contenido de demostración. Todo lo que tienes que hacer es ponerte en contacto con tu proveedor de alojamiento y pedirle que incluya en la lista blanca la dirección de nuestro servidor de demostración."],"Join Facebook Community":["Únete a la comunidad de Facebook"],"Submit a Support Ticket":["Envía un tique de soporte"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["¿Tienes alguna pregunta o necesitas ayuda con el tema? Siempre puedes enviar un ticket de soporte o pedir ayuda en nuestra amistosa comunidad de Facebook."],"Need help or advice?":["¿Necesitas ayuda o consejo?"],"Extensions":["Extensiones"],"Starter Sites":["Sitios de inicio"],"Loading Starter Sites...":["Cargando sitios de inicio..."],"Export site":["Exportar sitio"],"Loading...":["Cargando…"],"Builder":["Maquetador"],"Preview URL":["URL de la vista previa"],"Site export":["Exportación del sitio"],"Next":["Siguiente"],"Install":["Instalar"],"Back":["Volver"],"Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.":["Por favor, ten paciencia y no actualices esta página, el proceso de importación puede tardar un poco, esto también depende de tu servidor."],"Installing":["Instalando"],"Import content":["Importar contenido"],"Import widgets":["Importar widgets"],"Import options":["Importar opciones"],"Final touches":["Últimos retoques"],"Required plugins":["Plugins requeridos"],"Child theme":["Tema hijo"],"Register demo":["Registrar demo"],"comments":["comentarios"],"posts":["entradas"],"images":["imágenes"],"terms":["términos"],"users":["usuarios"],"resetting widgets":["restableciendo widgets"],"resetting customizer options":["restableciendo las opciones del personalizador"],"removing default WordPress pages":["eliminando las páginas predeterminadas de WordPress"],"removing previously installed taxonomies":["eliminando las taxonomías previamente instaladas"],"removing previously installed posts":["eliminando las entradas instaladas anteriormente"],"activating required extensions":["activando las extensiones necesarias"],"import customizer options":["importar las opciones del personalizador"],"importing images from customizer":["importando imágenes desde el personalizador"],"downloading demo options":["descargando opciones de la demo"],"installing demo widgets":["instalado widgets de la demo"],"downloading demo widgets":["descargando los widgets de la demo"],"activating plugin %s":["activando plugin %s"],"installing plugin %s":["instalando plugin %s"],"activating child theme":["activando el tema hijo"],"copying child theme sources":["copiando fuentes del tema hijo"],"View site":["Ver sitio"],"Customize":["Personalizar"],"Now you can view your website or start customizing it":["Ya puedes ver tu sitio web o empezar a personalizarlo"],"Starter Site Imported Successfully":["Sitio de inicio importado correctamente"],"This option will remove the previous imported content and will perform a fresh and clean install.":["Esta opción eliminará el contenido importado anteriormente y realizará una instalación nueva y limpia."],"Clean Install":["Instalación limpia"],"This will import posts, pages, comments, navigation menus, custom fields, terms and custom posts.":["Esto importará entradas, páginas, comentarios, menús de navegación, campos personalizados, términos y entradas personalizadas."],"Import Content":["Importar el contenido"],"This starter site can be imported and used with one of these page builders. Please select one in order to continue.":["Este sitio de inicio puede importarse y utilizarse con uno de estos maquetadores de páginas. Selecciona el que prefieras para continuar."],"Choose Page Builder":["Elige constructor de páginas"],"Learn more about child themes":["Más información sobre temas hijos"],"You already have a child theme properly installed and activated. Move on.":["Ya tienes un tema hijo correctamente instalado y activado. Sigue adelante."],"We strongly recommend to install the child theme, this way you will have freedom to make changes without breaking the parent theme.":["Te recomendamos encarecidamente que instales el tema hijo, de esta forma tendrás libertad para hacer cambios sin romper el tema padre."],"We strongly recommend to activate the child theme, this way you will have freedom to make changes without breaking the parent theme.":["Te recomendamos encarecidamente que actives el tema hijo, de esta forma tendrás libertad para hacer cambios sin romper el tema padre."],"Install Child Theme":["Instalar el tema hijo"],"Activate Child Theme":["Activar tema hijo"],"Reinstall":["Reinstalar"],"Remove":["Eliminar"],"What steps do you want to perform next?":["¿Qué pasos quieres dar a continuación?"],"Dismiss":["Descartar"],"Starter Site Removed":["Sitio de inicio eliminado"],"This starter site is already installed":["Este sitio de inicio ya está instalado"],"Deactivate demo plugins":["Desactivar plugins de la demo"],"Erase content":["Borrar contenido"],"Import":["Importar"],"Modify":["Modificar"],"Preview":["Previsualizar"],"Available for":["Disponible para"],"The following plugins are required for this starter site in order to work properly.":["Los siguientes plugins son necesarios para que este sitio de inicio funcione correctamente."],"Install & Activate Plugins":["Instalar y activar plugins"],"Pro Extensions":["Extensiones Pro"],"Free Extensions":["Extensiones gratuitas"],"Loading Extensions Status...":["Cargando el estado de las extensiones..."],"Upgrade Now":["Actualizar ahora"],"Name":["Nombre"],"PRO":["PRO"]}},"comment":{"reference":"static\/bundle\/dashboard.js"}}