{"translation-revision-date":"2023-12-13 12:35:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"view demo":["ver la demostración"],"Section Blocks":["Bloques de sección"],"Special Blocks":["Bloques especiales"],"Essential Blocks":["Bloques esenciales"],"🏠 Migration Settings":["Ajustes de migración"],"Nested Block Width":["Ancho de bloque anidado"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Cargar la hoja de estilo de bloque de la portada y los scripts de la versión 2 para mantener la compatibilidad hacia atrás."],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Cargar los bloques de la versión 2 en el editor sólo cuando la página utilizaba bloques de la versión 2"],"Learn more about migration and the settings below":["Aprende más acerca de migración y de los ajustes abajo"],"Migrating from version 2 to version 3?":["¿Migrar de la versión 2 a la 3?"],"Mobile Breakpoint":["Punto de ruptura para móviles"],"Tablet Breakpoint":["Punto de ruptura para tabletas"],"Block Linking (Beta)":["Enlazar en bloque (Beta)"],"Auto-Collapse Panels":["Paneles con cierre automático"],"Nested Wide Block Width":["Anchura de bloque amplio anidado"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["El ancho utilizado cuando un bloque de columnas tiene su ancho de contenido establecido como ancho. Esto se detecta automáticamente desde tu tema. Puedes ajustarlo si tus bloques no están alineados correctamente. En px, también puedes usar otras unidades o usar una fórmula calc()."],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["El ancho utilizado cuando un bloque de columnas tiene su ancho de contenido establecido en el centro. Esto se detecta automáticamente desde tu tema. Puedes ajustarlo si tus bloques no están alineados correctamente. En px, también puedes usar otras unidades o usar una fórmula calc()."],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Añade un botón en la parte superior del editor que da acceso a una colección de diseños de bloques ya hechos."],"Use these blocks act as templates to help you build sections effortlessly.":["Utilizar estos bloques actúa como plantilla para ayudarte a construir secciones con poco esfuerzo."],"Load version 2 blocks in the editor":["Cargar los bloques de la versión 2 en el editor"],"Blocks with special functionality that will allow you to create distinctive designs.":["Bloques con funcionalidad especial que te permitirán crear diseños distintivos."],"All the necessary building blocks you need to design anything.":["Todos los bloques de construcción que necesitas para diseñar cualquier cosa."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Te ofrece la posibilidad de enlazar columnas. Cualquier cambio que hagas en una columna se aplicará automáticamente a las demás."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Cerrar otros paneles de inspección al abrir otro, manteniendo sólo uno abierto a la vez."],"Force styles":["Forzar estilos"],"Not forced":["No forzado"],"Force Typography Styles":["Forzar estilos tipográficos"],"Community":["Comunidad"],"Don't show help video tooltips":["No mostrar el video de informacíon emergente de ayuda"],"Getting Started":["Empezando"],"Design Library":["Biblioteca de diseño"],"Learn more":["Aprende más"],"Documentation":["Documentación"],"Show \"Go premium\" notices":["Mostrar los avisos «Hazte Premium»"],"Disable All":["Desactivar todo"],"Disabled":["Desactivado"],"Enable All":["Activar todo"],"Enabled":["Activado"]}},"comment":{"reference":"dist\/admin_welcome.js"}}